Revit 2024 API
ParameterTypeId.PointElementMeasureFrom Property
 "Measure From"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PointElementMeasureFrom { get; }
Visual Basic
Public Shared ReadOnly Property PointElementMeasureFrom As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PointElementMeasureFrom {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace